Repository: offyotto/Core-Monitor
Catalog: Core-Monitor/Localizable.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, bs, ca, ceb, co, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fil, fr, fy, ga, gd, gl, gu, ha, haw, he, hi, hmn, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, la, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, pa, pl, ps, pt, ro, ru, sd, si, sk, sl, sm, sn, so, sq, st, su, sv, sw, ta, te, tg, th, tr, uk, ur, uz, vi, xh, yi, yo, zh_hans, zh_hant, zu

source: Use %@ to bring Core Monitor to the front even if macOS has hidden the menu bar items. The same shortcut also appears in the app menu while Core Monitor is active.
af: Gebruik %@ om Core Monitor na vore te bring, selfs al het macOS die menubalkitems versteek. Dieselfde kortpad verskyn ook in die toepassingkieslys terwyl Core Monitor aktief is.
am: ምንም እንኳን macOS የምናሌ አሞሌ ንጥሎችን ቢደብቅም %@ን ይጠቀሙ። Core Monitor ገባሪ እያለ ተመሳሳይ አቋራጭ በመተግበሪያው ምናሌ ውስጥም ይታያል።
ar: استخدم %@ لإحضار Core Monitor إلى المقدمة حتى لو قام macOS بإخفاء عناصر شريط القائمة. يظهر نفس الاختصار أيضًا في قائمة التطبيق عندما يكون Core Monitor نشطًا.
az: macOS menyu çubuğu elementlərini gizlətsə belə, Core Monitor-ni ön tərəfə gətirmək üçün %@ istifadə edin. Core Monitor aktiv olduqda eyni qısayol proqram menyusunda da görünür.
be: Выкарыстоўвайце %@, каб вывесці Core Monitor на першы план, нават калі macOS схаваў элементы радка меню. Гэты ж ярлык таксама з'яўляецца ў меню праграмы, калі Core Monitor актыўны.
bg: Използвайте %@, за да изведете Core Monitor отпред, дори ако macOS е скрил елементите от лентата с менюта. Същият пряк път се появява и в менюто на приложението, докато Core Monitor е активен.
bn: macOS মেনু বার আইটেম লুকিয়ে থাকলেও Core Monitor সামনে আনতে %@ ব্যবহার করুন। Core Monitor সক্রিয় থাকা অবস্থায় একই শর্টকাট অ্যাপ মেনুতেও দেখা যায়।
bs: Koristite %@ da dovedete Core Monitor naprijed čak i ako je macOS sakrio stavke na traci menija. Ista prečica se također pojavljuje u meniju aplikacije dok je Core Monitor aktivan.
ca: Utilitzeu %@ per portar Core Monitor al davant encara que macOS hagi amagat els elements de la barra de menús. La mateixa drecera també apareix al menú de l'aplicació mentre Core Monitor està actiu.
ceb: Gamita ang %@ aron dad-on ang Core Monitor sa atubangan bisan kung gitago sa macOS ang mga butang sa menu bar. Ang parehas nga shortcut makita usab sa menu sa app samtang ang Core Monitor aktibo.
co: Aduprate %@ per portà Core Monitor in fronte ancu se macOS hà oculatu l'articuli di a barra di menu. A stessa scurciatoia appare ancu in u menu di l'app mentre Core Monitor hè attivu.
cs: Pomocí %@ přenesete Core Monitor dopředu, i když macOS skryl položky nabídky. Stejná zkratka se také objeví v nabídce aplikace, když je aktivní Core Monitor.
cy: Defnyddiwch %@ i ddod â Core Monitor i'r blaen hyd yn oed os yw macOS wedi cuddio'r eitemau bar dewislen. Mae'r un llwybr byr hefyd yn ymddangos yn newislen yr app tra bod Core Monitor yn weithredol.
da: Brug %@ til at bringe Core Monitor frem, selvom macOS har skjult menulinjens elementer. Den samme genvej vises også i appmenuen, mens Core Monitor er aktiv.
de: Verwenden Sie %@, um Core Monitor in den Vordergrund zu bringen, auch wenn macOS die Menüleistenelemente ausgeblendet hat. Die gleiche Verknüpfung erscheint auch im App-Menü, während Core Monitor aktiv ist.
el: Χρησιμοποιήστε το %@ για να φέρετε το Core Monitor μπροστά, ακόμα κι αν το macOS έχει κρύψει τα στοιχεία της γραμμής μενού. Η ίδια συντόμευση εμφανίζεται επίσης στο μενού της εφαρμογής ενώ το Core Monitor είναι ενεργό.
eo: Uzu %@ por alporti Core Monitor al la fronto eĉ se macOS kaŝis la menubrejojn. La sama ŝparvojo ankaŭ aperas en la aplika menuo dum Core Monitor estas aktiva.
es: Utilice %@ para llevar Core Monitor al frente incluso si macOS ha ocultado los elementos de la barra de menú. El mismo acceso directo también aparece en el menú de la aplicación mientras Core Monitor está activo.
et: Kasutage %@, et tuua Core Monitor ette isegi siis, kui macOS on menüüriba üksused peitnud. Sama otsetee kuvatakse ka rakenduse menüüs, kui Core Monitor on aktiivne.
eu: Erabili %@ Core Monitor aurrealdera ekartzeko, nahiz eta macOS menu-barrako elementuak ezkutatu dituen. Lasterbide bera aplikazioaren menuan ere agertzen da Core Monitor aktibo dagoen bitartean.
fa: از %@ برای آوردن Core Monitor به جلو استفاده کنید حتی اگر macOS موارد نوار منو را پنهان کرده باشد. در حالی که Core Monitor فعال است، همین میانبر در منوی برنامه نیز ظاهر می شود.
fi: Käytä %@:tä tuodaksesi Core Monitor etupuolelle, vaikka macOS olisi piilottanut valikkorivin kohteet. Sama pikakuvake näkyy myös sovellusvalikossa, kun Core Monitor on aktiivinen.
fil: Gamitin ang %@ upang dalhin ang Core Monitor sa harap kahit na itinago ng macOS ang mga item sa menu bar. Lumalabas din ang parehong shortcut sa menu ng app habang aktibo ang Core Monitor.
fr: Utilisez %@ pour amener Core Monitor au premier plan même si macOS a masqué les éléments de la barre de menus. Le même raccourci apparaît également dans le menu de l'application lorsque Core Monitor est actif.
fy: Brûk %@ om Core Monitor nei foaren te bringen, sels as macOS de menubalke items ferburgen hat. Deselde fluchtoets ferskynt ek yn it app-menu wylst Core Monitor aktyf is.
ga: Úsáid %@ chun Core Monitor a thabhairt chun tosaigh fiú má tá míreanna an bharra roghchláir i bhfolach ag macOS. Tá an t-aicearra céanna le feiceáil sa roghchlár aip freisin agus Core Monitor gníomhach.
gd: Cleachd %@ gus Core Monitor a thoirt chun aghaidh eadhon ged a tha macOS air nithean bàr a’ chlàr fhalach. Bidh an aon ath-ghoirid cuideachd a’ nochdadh ann an clàr na h-aplacaid fhad ‘s a tha Core Monitor gnìomhach.
gl: Use %@ para levar Core Monitor á fronte aínda que macOS ocultou os elementos da barra de menú. O mesmo atallo tamén aparece no menú da aplicación mentres Core Monitor está activo.
gu: Core Monitor ને આગળ લાવવા માટે %@ નો ઉપયોગ કરો ભલે macOS એ મેનૂ બાર આઇટમ્સ છુપાવી હોય. Core Monitor સક્રિય હોય ત્યારે એપ્લિકેશન મેનૂમાં પણ આ જ શૉર્ટકટ દેખાય છે.
ha: Yi amfani da %@ don kawo Core Monitor zuwa gaba ko da macOS ya ɓoye abubuwan mashaya menu. Hakanan gajeriyar hanya iri ɗaya tana bayyana a cikin menu na app yayin da Core Monitor ke aiki.
haw: E hoʻohana i ka %@ e lawe mai iā Core Monitor i mua inā paha ua hūnā ʻo macOS i nā mea papa kuhikuhi. Hōʻike pū ʻia ka ʻaoʻao pōkole like ma ka papa kuhikuhi app i ka wā e paʻa ana ʻo Core Monitor.
he: השתמש ב-%@ כדי להביא את Core Monitor לחזית גם אם macOS הסתיר את פריטי שורת התפריטים. אותו קיצור מופיע גם בתפריט האפליקציה כאשר Core Monitor פעיל.
hi: Core Monitor को सामने लाने के लिए %@ का उपयोग करें, भले ही macOS ने मेनू बार आइटम छिपाए हों। Core Monitor सक्रिय होने पर वही शॉर्टकट ऐप मेनू में भी दिखाई देता है।
hmn: Siv %@ coj Core Monitor mus rau pem hauv ntej txawm tias macOS tau zais cov ntawv qhia zaub mov. Tib qhov shortcut kuj tshwm nyob rau hauv cov ntawv qhia zaub mov thaum Core Monitor ua haujlwm.
hr: Upotrijebite %@ kako biste Core Monitor doveli u prvi plan čak i ako je macOS sakrio stavke trake izbornika. Isti prečac također se pojavljuje u izborniku aplikacije dok je Core Monitor aktivan.
ht: Sèvi ak %@ pou pote Core Monitor devan menm si macOS te kache atik ba meni yo. Menm chemen kout la parèt tou nan meni aplikasyon an pandan Core Monitor aktif.
hu: Használja a %@-t a Core Monitor előtérbe helyezéséhez, még akkor is, ha a macOS elrejtette a menüsor elemeit. Ugyanez a parancsikon az alkalmazásmenüben is megjelenik, amíg a Core Monitor aktív.
hy: Օգտագործեք %@ Core Monitor-ն առջևում բերելու համար, նույնիսկ եթե macOS-ը թաքցրել է ցանկի գծի տարրերը: Նույն դյուրանցումը հայտնվում է նաև հավելվածի ցանկում, մինչ Core Monitor ակտիվ է:
id: Gunakan %@ untuk menampilkan Core Monitor ke depan meskipun macOS telah menyembunyikan item bilah menu. Pintasan yang sama juga muncul di menu aplikasi saat Core Monitor aktif.
ig: Jiri %@ weta Core Monitor n'ihu ọ bụrụgodị na macOS ezorola ihe mmanya menu. Otu ụzọ mkpirisi ahụ na-egosikwa na ngwa ngwa mgbe Core Monitor na-arụ ọrụ.
is: Notaðu %@ til að koma Core Monitor framarlega jafnvel þótt macOS hafi falið atriði í valmyndarstikunni. Sama flýtileið birtist einnig í appvalmyndinni á meðan Core Monitor er virkt.
it: Utilizzare %@ per portare Core Monitor in primo piano anche se macOS ha nascosto gli elementi della barra dei menu. Lo stesso collegamento appare anche nel menu dell'app mentre Core Monitor è attivo.
ja: macOS がメニュー バー項目を非表示にしても、%@ を使用して Core Monitor を前面に表示します。 Core Monitor がアクティブな間、同じショートカットがアプリ メニューにも表示されます。
jv: Gunakake %@ kanggo nggawa Core Monitor menyang ngarep sanajan macOS wis ndhelikake item menu bar. Trabasan sing padha uga katon ing menu app nalika Core Monitor aktif.
ka: გამოიყენეთ %@ Core Monitor წინ გადასატანად მაშინაც კი, თუ macOS დამალული აქვს მენიუს ზოლის ელემენტებს. იგივე მალსახმობი ასევე გამოჩნდება აპლიკაციის მენიუში, როდესაც Core Monitor აქტიურია.
kk: macOS мәзір жолағы элементтерін жасырған болса да, Core Monitor-ді алдыңғы жаққа шығару үшін %@ пайдаланыңыз. Core Monitor белсенді кезде де сол таңбаша қолданба мәзірінде пайда болады.
km: ប្រើ %@ ដើម្បីនាំយក Core Monitor ទៅខាងមុខ ទោះបីជា macOS បានលាក់ធាតុរបារម៉ឺនុយក៏ដោយ។ ផ្លូវកាត់ដូចគ្នាក៏បង្ហាញនៅក្នុងម៉ឺនុយកម្មវិធីខណៈពេលដែល Core Monitor សកម្ម។
kn: macOS ಮೆನು ಬಾರ್ ಐಟಂಗಳನ್ನು ಮರೆಮಾಡಿದ್ದರೂ ಸಹ Core Monitor ಅನ್ನು ಮುಂಭಾಗಕ್ಕೆ ತರಲು %@ ಬಳಸಿ. Core Monitor ಸಕ್ರಿಯವಾಗಿರುವಾಗ ಅದೇ ಶಾರ್ಟ್‌ಕಟ್ ಅಪ್ಲಿಕೇಶನ್ ಮೆನುವಿನಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತದೆ.
ko: macOS가 메뉴 표시줄 항목을 숨긴 경우에도 %@를 사용하여 Core Monitor를 앞으로 가져옵니다. Core Monitor가 활성화되어 있는 동안에는 동일한 바로가기가 앱 메뉴에도 나타납니다.
ku: %@ bikar bînin da ku Core Monitor bînin pêş, her çend macOS hêmanên barika menuyê veşêre. Dema ku Core Monitor çalak e heman kurtebir di menuya sepanê de jî xuya dike.
ky: macOS меню тилкесинин элементтерин жашырган болсо да, Core Monitorди алдыга алып чыгуу үчүн %@ колдонуңуз. Ошол эле жарлык Core Monitor активдүү болгондо колдонмо менюсунда да пайда болот.
la: Utere %@ ad Core Monitor ad frontem adducere, etiamsi macOS abscondit tabulas tabularum. Eadem brevis etiam in tabula app, dum Core Monitor agitatur, apparet.
lb: Benotzt %@ fir Core Monitor op d'Front ze bréngen, och wann macOS d'Menubar Elementer verstoppt huet. Déi selwecht Ofkiirzung schéngt och am App Menü iwwerdeems Core Monitor aktiv ass.
lo: ໃຊ້ %@ ເພື່ອນໍາ Core Monitor ໄປທາງຫນ້າເຖິງແມ່ນວ່າ macOS ໄດ້ເຊື່ອງລາຍການແຖບເມນູ. ທາງລັດດຽວກັນຍັງປາກົດຢູ່ໃນເມນູ app ໃນຂະນະທີ່ Core Monitor ເຮັດວຽກຢູ່.
lt: Naudokite %@, kad Core Monitor iškeltumėte į priekį, net jei macOS paslėpė meniu juostos elementus. Tas pats spartusis klavišas taip pat rodomas programos meniu, kai Core Monitor yra aktyvus.
lv: Izmantojiet %@, lai Core Monitor parādītu priekšpusē, pat ja macOS ir paslēpis izvēlņu joslas vienumus. Tāda pati saīsne parādās arī lietotņu izvēlnē, kamēr Core Monitor ir aktīvs.
mg: Mampiasà %@ hitondra Core Monitor eo anoloana na dia nanafina ireo singa bara sakafo aza ny macOS. Ny hitsin-dàlana mitovy ihany koa dia miseho ao amin'ny menio fampiharana raha mavitrika ny Core Monitor.
mi: Whakamahia te %@ ki te kawe i te Core Monitor ki mua ahakoa kua huna e macOS nga taonga pae tahua. Ka puta ano taua pokatata ki te tahua taupānga i te wa e hohe ana a Core Monitor.
mk: Користете го %@ за да го доведете Core Monitor напред дури и ако macOS ги сокрил ставките од лентата со мени. Истата кратенка се појавува и во менито со апликации додека Core Monitor е активен.
ml: macOS മെനു ബാർ ഇനങ്ങൾ മറച്ചിട്ടുണ്ടെങ്കിലും Core Monitor മുന്നിലേക്ക് കൊണ്ടുവരാൻ %@ ഉപയോഗിക്കുക. Core Monitor സജീവമായിരിക്കുമ്പോൾ ആപ്പ് മെനുവിലും ഇതേ കുറുക്കുവഴി ദൃശ്യമാകും.
mn: macOS цэсний зүйлийг нуусан байсан ч Core Monitor-г урд нь авчрахын тулд %@-г ашиглана уу. Core Monitor идэвхтэй байх үед програмын цэсэнд мөн ижил товчлол гарч ирнэ.
mr: macOS ने मेनू बार आयटम लपवले असले तरीही Core Monitor समोर आणण्यासाठी %@ वापरा. Core Monitor सक्रिय असताना ॲप मेनूमध्ये देखील हाच शॉर्टकट दिसतो.
ms: Gunakan %@ untuk membawa Core Monitor ke hadapan walaupun macOS telah menyembunyikan item bar menu. Pintasan yang sama juga muncul dalam menu apl semasa Core Monitor aktif.
mt: Uża %@ biex iġġib Core Monitor fuq quddiem anki jekk macOS ħeba l-oġġetti tal-menu bar. L-istess shortcut tidher ukoll fil-menu tal-app waqt li Core Monitor huwa attiv.
my: macOS မီနူးဘားဖိုင်များကို ဝှက်ထားသော်လည်း Core Monitor ရှေ့သို့ ယူဆောင်လာရန် %@ ကို အသုံးပြုပါ။ Core Monitor အလုပ်လုပ်နေချိန်တွင် အလားတူဖြတ်လမ်းလင့်ခ်ကိုလည်း အက်ပ်မီနူးတွင် ပေါ်လွင်စေသည်။
nb: Bruk %@ for å bringe Core Monitor til fronten selv om macOS har skjult menylinjeelementene. Den samme snarveien vises også i appmenyen mens Core Monitor er aktiv.
ne: macOS ले मेनु पट्टी वस्तुहरू लुकाएको भए पनि Core Monitor अगाडि ल्याउन %@ प्रयोग गर्नुहोस्। एउटै सर्टकट Core Monitor सक्रिय हुँदा एप मेनुमा पनि देखिन्छ।
nl: Gebruik %@ om Core Monitor naar de voorgrond te brengen, zelfs als macOS de menubalkitems heeft verborgen. Dezelfde snelkoppeling verschijnt ook in het app-menu terwijl Core Monitor actief is.
ny: Gwiritsani ntchito %@ kuti mubweretse Core Monitor kutsogolo ngakhale macOS yabisa zinthu za menyu. Njira yachidule yomweyi imawonekeranso mumenyu ya pulogalamu pomwe Core Monitor ikugwira ntchito.
pa: Core Monitor ਨੂੰ ਸਾਹਮਣੇ ਲਿਆਉਣ ਲਈ %@ ਦੀ ਵਰਤੋਂ ਕਰੋ ਭਾਵੇਂ macOS ਨੇ ਮੀਨੂ ਬਾਰ ਆਈਟਮਾਂ ਨੂੰ ਲੁਕਾਇਆ ਹੋਵੇ। ਉਹੀ ਸ਼ਾਰਟਕੱਟ ਐਪ ਮੀਨੂ ਵਿੱਚ ਵੀ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ ਜਦੋਂ ਕਿ Core Monitor ਕਿਰਿਆਸ਼ੀਲ ਹੁੰਦਾ ਹੈ।
pl: Użyj %@, aby przenieść Core Monitor na pierwszy plan, nawet jeśli macOS ukrył elementy paska menu. Ten sam skrót pojawia się również w menu aplikacji, gdy Core Monitor jest aktywny.
ps: %@ وکاروئ ترڅو Core Monitor مخ ته راوړو حتی که macOS د مینو بار توکي پټ کړي وي. ورته شارټ کټ د ایپ مینو کې هم ښکاري پداسې حال کې چې Core Monitor فعال دی.
pt: Use %@ para trazer Core Monitor para a frente, mesmo que macOS tenha ocultado os itens da barra de menu. O mesmo atalho também aparece no menu do aplicativo enquanto Core Monitor está ativo.
ro: Utilizați %@ pentru a aduce Core Monitor în față chiar dacă macOS a ascuns elementele din bara de meniu. Aceeași comandă rapidă apare și în meniul aplicației în timp ce Core Monitor este activ.
ru: Используйте %@, чтобы вывести Core Monitor на передний план, даже если macOS скрыл элементы строки меню. Тот же ярлык отображается в меню приложения, пока активен Core Monitor.
sd: %@ استعمال ڪريو Core Monitor کي اڳيان آڻڻ لاءِ جيتوڻيڪ macOS مينيو بار جون شيون لڪائي ڇڏيون آھن. ساڳيو شارٽ ڪٽ ايپ مينيو ۾ پڻ ظاهر ٿئي ٿو جڏهن Core Monitor فعال آهي.
si: macOS මෙනු තීරු අයිතම සඟවා තිබුණද Core Monitor ඉදිරිපසට ගෙන ඒමට %@ භාවිතා කරන්න. Core Monitor සක්‍රියව ඇති අතර එම කෙටිමඟ යෙදුම් මෙනුවෙහිද දිස්වේ.
sk: Pomocou %@ presuňte Core Monitor dopredu, aj keď macOS skryl položky panela s ponukami. Rovnaká skratka sa zobrazí aj v ponuke aplikácie, keď je Core Monitor aktívny.
sl: Z %@ postavite Core Monitor na ospredje, tudi če je macOS skril elemente menijske vrstice. Ista bližnjica se prikaže tudi v meniju aplikacije, ko je Core Monitor aktiven.
sm: Fa'aaoga le %@ e aumai ai le Core Monitor i luma e tusa lava pe na natia e macOS mea o le pa o le lisi. O lo'o fa'aalia fo'i le ala 'alo lea i le lisi o mea fa'aoga a'o galue le Core Monitor.
sn: Shandisa %@ kuunza Core Monitor kumberi kunyangwe macOS yakaviga zvinhu zvemenyu. Iyo nzira yekudimbudzira zvakare inoonekwa mumenyu yeapp apo Core Monitor iri kushanda.
so: Isticmaal %@ si aad u keento Core Monitor xagga hore xataa haddii macOS ay qarisay shayga bar menu. Jid-gaab la mid ah ayaa sidoo kale ka muuqda liiska app-ka halka Core Monitor uu firfircoon yahay.
sq: Përdorni %@ për të sjellë Core Monitor në pjesën e përparme edhe nëse macOS ka fshehur artikujt e shiritit të menysë. E njëjta shkurtore shfaqet gjithashtu në menynë e aplikacionit ndërsa Core Monitor është aktiv.
st: Sebelisa %@ ho tlisa Core Monitor ka pele le haeba macOS e patile lintho tsa bar ea menyu. Mokhoa o tšoanang oa ho khaoletsa o boetse o hlaha ho menu ea app ha Core Monitor e ntse e sebetsa.
su: Paké %@ mawa Core Monitor ka hareup sanajan macOS geus disumputkeun item menu bar. Potong kompas anu sami ogé nembongan dina ménu aplikasi nalika Core Monitor aktip.
sv: Använd %@ för att få Core Monitor till fronten även om macOS har gömt menyradens objekt. Samma genväg visas också i appmenyn medan Core Monitor är aktiv.
sw: Tumia %@ kuleta Core Monitor mbele hata kama macOS imeficha vitu vya menyu. Njia ya mkato sawa pia inaonekana katika menyu ya programu wakati Core Monitor inatumika.
ta: macOS மெனு பார் உருப்படிகளை மறைத்திருந்தாலும் Core Monitor ஐ முன்னோக்கி கொண்டு வர %@ ஐப் பயன்படுத்தவும். Core Monitor செயலில் இருக்கும்போது ஆப்ஸ் மெனுவிலும் அதே குறுக்குவழி தோன்றும்.
te: macOS మెను బార్ ఐటెమ్‌లను దాచి ఉంచినప్పటికీ, Core Monitorని ముందుకి తీసుకురావడానికి %@ని ఉపయోగించండి. Core Monitor సక్రియంగా ఉన్నప్పుడు యాప్ మెనులో కూడా అదే సత్వరమార్గం కనిపిస్తుంది.
tg: %@-ро барои ба пеш овардани Core Monitor истифода баред, ҳатто агар macOS ҷузъҳои сатри менюро пинҳон карда бошад. Ҳамин миёнабур инчунин дар менюи барнома ҳангоми фаъол будани Core Monitor пайдо мешавад.
th: ใช้ %@ เพื่อนำ Core Monitor ไปไว้ด้านหน้า แม้ว่า macOS จะซ่อนรายการแถบเมนูไว้ก็ตาม ทางลัดเดียวกันนี้ยังปรากฏในเมนูแอปในขณะที่ Core Monitor ทำงานอยู่
tr: macOS menü çubuğu öğelerini gizlemiş olsa bile Core Monitor'yi öne getirmek için %@'yi kullanın. Aynı kısayol, Core Monitor etkinken uygulama menüsünde de görünür.
uk: Використовуйте %@, щоб вивести Core Monitor на перший план, навіть якщо macOS приховав елементи панелі меню. Той самий ярлик також відображається в меню програми, коли Core Monitor активний.
ur: Core Monitor کو سامنے لانے کے لیے %@ استعمال کریں چاہے macOS نے مینو بار کے آئٹمز کو چھپایا ہو۔ یہی شارٹ کٹ ایپ مینو میں بھی ظاہر ہوتا ہے جب کہ Core Monitor ایکٹو ہے۔
uz: macOS menyu satri elementlarini yashirgan bo'lsa ham Core Monitor ni old tomonga olib kelish uchun %@ dan foydalaning. Xuddi shu yorliq Core Monitor faol bo'lganda ham ilova menyusida paydo bo'ladi.
vi: Sử dụng %@ để đưa Core Monitor lên phía trước ngay cả khi macOS đã ẩn các mục trên thanh menu. Phím tắt tương tự cũng xuất hiện trong menu ứng dụng khi Core Monitor đang hoạt động.
xh: Sebenzisa i-%@ ukuzisa i-Core Monitor ngaphambili nokuba i-macOS ifihle izinto zebha yemenyu. Kwale ndlela imfutshane iyavela kwimenyu ye-app ngelixa i-Core Monitor isebenza.
yi: ניצן %@ צו ברענגען Core Monitor צו די פראָנט אפילו אויב macOS האט פאַרבאָרגן די מעניו באַר זאכן. דער זעלביקער דורכוועג אויך אויס אין די אַפּ מעניו בשעת Core Monitor איז אַקטיוו.
yo: Lo %@ lati mu Core Monitor wa si iwaju paapaa ti macOS ba ti fi awọn ohun elo akojọ aṣayan pamọ. Ọna abuja kanna tun han ninu akojọ aṣayan app nigba ti Core Monitor nṣiṣẹ.
zh_hans: 即使 macOS 隐藏了菜单栏项目，也可以使用 %@ 将 Core Monitor 置于前面。当 Core Monitor 处于活动状态时，相同的快捷方式也会出现在应用程序菜单中。
zh_hant: 即使 macOS 隱藏了選單列項目，也可以使用 %@ 將 Core Monitor 置於前面。當 Core Monitor 處於活動狀態時，相同的捷徑也會出現在應用程式選單中。
zu: Sebenzisa i-%@ ukuletha i-Core Monitor ngaphambili noma ngabe i-macOS ifihle izinto zebha yemenyu. Isinqamuleli esifanayo siphinde sivele kumenyu yohlelo lokusebenza ngenkathi i-Core Monitor isebenza.

source: Use Compact Preset
af: Gebruik Compact Preset
am: የታመቀ ቅድመ ዝግጅትን ተጠቀም
ar: استخدم الإعداد المسبق المضغوط
az: Compact Preset istifadə edin
be: Выкарыстоўвайце кампактны набор
bg: Използвайте Compact Preset
bn: কমপ্যাক্ট প্রিসেট ব্যবহার করুন
bs: Koristite Compact Preset
ca: Utilitzeu Compact Preset
ceb: Gamita ang Compact Preset
co: Aduprà Compact Preset
cs: Použijte kompaktní předvolbu
cy: Defnyddiwch Compact Preset
da: Brug Compact Preset
de: Verwenden Sie die Kompaktvoreinstellung
el: Χρησιμοποιήστε Compact Preset
eo: Uzu Compact Preset
es: Usar preajuste compacto
et: Kasutage Compact Preset
eu: Erabili aurrezarpen trinkoa
fa: از Compact Preset استفاده کنید
fi: Käytä Compact Preset
fil: Gumamit ng Compact Preset
fr: Utiliser le préréglage compact
fy: Brûk Compact Preset
ga: Úsáid Dlúth Réamhshocraithe
gd: Cleachd Compact Preset
gu: કોમ્પેક્ટ પ્રીસેટનો ઉપયોગ કરો
ha: Yi amfani da Karamin Saiti
haw: E hoʻohana i ka Compact Preset
he: השתמש ב-Comact Preset
hi: कॉम्पैक्ट प्रीसेट का उपयोग करें
hmn: Siv Compact Preset
hr: Koristite Compact Preset
ht: Sèvi ak Compact Prereglaj
hu: Használja a Compact Preset
hy: Օգտագործեք Compact Preset
id: Gunakan Preset Ringkas
ig: Jiri kọmpat preset
is: Notaðu Compact Preset
it: Utilizza la preimpostazione compatta
ja: コンパクトプリセットを使用する
jv: Gunakake Compact Preset
ka: გამოიყენეთ კომპაქტური წინასწარ დაყენება
kk: Compact Preset пайдаланыңыз
km: ប្រើការកំណត់ជាមុនបង្រួម
kn: ಕಾಂಪ್ಯಾಕ್ಟ್ ಪೂರ್ವನಿಗದಿಯನ್ನು ಬಳಸಿ
ko: 압축 사전 설정 사용
ku: Preset Compact bikar bînin
ky: Compact Preset колдонуңуз
la: Usus Foedus Preset
lb: Benotzt Compact Preset
lo: ໃຊ້ Compact Preset
lt: Naudokite Compact Preset
lv: Izmantojiet Compact Preset
mg: Mampiasà Preset Compact
mi: Whakamahia te Tatūkē Kiato
mk: Користете Compact Preset
ml: കോംപാക്റ്റ് പ്രീസെറ്റ് ഉപയോഗിക്കുക
mn: Compact Preset ашиглах
mr: कॉम्पॅक्ट प्रीसेट वापरा
ms: Gunakan Pratetap Kompak
mt: Uża Compact Preset
my: Compact Preset ကိုသုံးပါ။
nb: Bruk Compact Preset
ne: कम्प्याक्ट प्रिसेट प्रयोग गर्नुहोस्
nl: Gebruik Compacte voorinstelling
ny: Gwiritsani Ntchito Compact Preset
pa: ਸੰਖੇਪ ਪ੍ਰੀਸੈਟ ਦੀ ਵਰਤੋਂ ਕਰੋ
pl: Użyj kompaktowego ustawienia wstępnego
ps: د کمپیکٹ پریزیټ وکاروئ
pt: Usar predefinição compacta
ro: Utilizați Compact Preset
ru: Использовать компактный пресет
sd: Compact Preset استعمال ڪريو
si: සංයුක්ත පෙරසිටුව භාවිතා කරන්න
sk: Použite kompaktnú predvoľbu
sl: Uporabite kompaktno prednastavitev
sm: Fa'aoga Fa'atonu Fa'amau
sn: Shandisa Compact Preset
so: Isticmaal Preset Compact
sq: Përdorni paracaktimin kompakt
st: Sebelisa Compact Preset
su: Paké Compact Preset
sv: Använd Compact Preset
sw: Tumia Uwekaji Awali wa Compact
ta: காம்பாக்ட் முன்னமைவைப் பயன்படுத்தவும்
te: కాంపాక్ట్ ప్రీసెట్ ఉపయోగించండి
tg: Танзимоти компактро истифода баред
th: ใช้ค่าที่ตั้งล่วงหน้าแบบกะทัดรัด
tr: Kompakt Ön Ayarı Kullan
uk: Використовуйте компактний стиль
ur: کومپیکٹ پیش سیٹ استعمال کریں۔
uz: Compact Preset-dan foydalaning
vi: Sử dụng cài đặt sẵn nhỏ gọn
xh: Sebenzisa i-Compact Preset
yi: ניצן סאָליד פּריסעט
yo: Lo Tito Iwapọ
zh_hans: 使用紧凑预设
zh_hant: 使用緊湊預設
zu: Sebenzisa I-Compact Preset
